Repository: TheNeuralBit/gottengeography
Catalog: po/*.po
Languages: bg, ca, es, fr, he, it, mr, ms, my, pt_br, sv, uk

source: Unfortunately, it isn't possible to know what timezone your camera is set to.
sv: Tyvärr är det inte möjligt att ta reda på vilken tidszon som din kamera är inställd till.

source: <b>Use the _system timezone</b> if your camera's clock is set the same as this computer.
sv: <b>Använd _systemets tidszon</b> om klockan i din kamera är inställd till samma som denna dator.

source: <b>Use the _GPX timezone</b> if your camera's clock is set to the local time where your photos were taken.
sv: <b>Använd _GPX-tidszonen</b> om klockan i din kamera är inställd till den lokala tiden där dina foton togs.

source: <b>Specify the timezone _manually</b> if your camera is set to some other timezone.
sv: <b>Ange tidszonen _manuellt</b> om din kamera är inställd till någon annan tidszon.

source: Timezone
sv: Tidszon

source: If you load a GPX file that has more than one track, the color you select here will be used for odd numbered tracks, and even numbered tracks will be a lighter shade of this color.
sv: Om du läser in en GPX-fil som har fler än ett spår kommer färgen som du väljer här att användas för udda numrerade spår, och jämnt numrerade spår kommer att vara en ljusare skugga av denna färg.

source: Track Color
sv: Spårningsfärg

source: No preview available
sv: Ingen förhandsvisning tillgänglig

source: Robert Park <rbpark@exolucere.ca>
es: Jose Luis Tirado <joseluis.tirado@gmail.com>
sv: Daniel Nylander <po@danielnylander.se>

source: View in Google Maps
sv: Visa i Google Maps

source: Not geotagged
sv: Inte geotaggad

source: GPS
mr: जीपीएस्
