Repository: TheNeuralBit/gottengeography
Catalog: po/*.po
Languages: bg, ca, es, fr, he, it, mr, ms, my, pt_br, sv, uk

source: _Open...
bg: _Отваряне...
ca: _Obre…
fr: _Ouvrir...
he: _פתיחה...
it: A_pri...
mr: _उघडा...
ms: _Buka...
my: _O ဖွင့်
pt_br: _Abrir...
uk: _Відкрити...

source: _Save All
bg: _Запис на всички
ca: De_sa-ho tot
fr: _Tout enregistrer
he: _שמירת הכול
it: Sal_va tutti
mr: _संवर्धित करा...
ms: _Simpan Semua
my: _S အားလုံးသိမ်းဆည်း
pt_br: _Salvar todos
uk: Зб_ерегти все

source: _Help
bg: _Помощ
ca: _Ajuda
fr: Aid_e
he: ע_זרה
it: A_iuto
mr: _मदत
ms: Bant_uan
my: _H အကူအညီ
pt_br: _Ajuda
uk: _Довідка

source: _About
bg: _За програмата
ca: Qu_ant a
fr: À _propos
he: על _אודות
it: I_nformazioni
mr: _संबधित माहिती
ms: Perih_al
my: _Aအကြောင်း
pt_br: _Sobre
uk: _Про програму

source: _Quit
bg: _Изход
ca: _Surt
fr: _Quitter
he: י_ציאה
it: _Esci
mr: _बंद करा
ms: _Keluar
my: _Q ထွက်ရန်
pt_br: _Sair
uk: Ви_йти

source: Load photos or GPS data (Ctrl O)
bg: Зареждане на фотографии или на данни от GPS устройство (Ctrl O)
ca: Carrega fotos o dades des del GPS (Ctrl O)
es: Cargar fotos o datos del GPS (Ctrl O)
fr: Charger des photos ou des données GPS (Ctrl O)
he: טעינת תמונות או נתוני GPS‏ (ctrl O)
it: Carica foto o dati GPS (Ctrl+O)
mr: छायाचित्रे व जीपीएस् माहिती भरा (Ctrl O)
ms: Muat foto atau data GPS (Ctrl O)
pt_br: Carregar fotos ou dados do GPS (Ctrl O)
sv: Läs in foton eller GPS-data (Ctrl O)
uk: Завантажити фотографії або дані GPS (Ctrl O)

source: Change map view (Google opens in your browser)
bg: Промяна на изгледа на картата (Google се отваря в уеббраузъра ви)
ca: Canvia vista del mapa (Google s'obri al seu navegador)
es: Cambiar vista del mapa (Google se abre en tu navegador)
fr: Changer vue sur la carte (Google s'ouvre dans votre navigateur)
he: החלפת תצוגת המפה (Google נפתח בדפדפן שלך)
it: Cambia vista mappa (Google verrà aperto nel browser)
mr: नकाशा अवलोकन बदला (गुगल आपल्या ब्रोव्सेर मध्ये उघडतो)
ms: Ubah paparan peta (Google dibuka dalam pelayar anda)
my: မြေပုံမြင်ကွင်းကိုပြောင်းမည်( သင်၏အင်တာနက်ဘရောက်ဇာထဲတွင် Google မှဖွင့်ပါလိမ့်မည်)
pt_br: Mudar visualização do mapa (O Google será aberto no seu navegador)
uk: Змінити режим перегляду карти (буде відкрито сторінку Google у ваші програмі для перегляду інтернету)

source: Return to the previous location viewed on map (Ctrl Left)
bg: Връщане към предишното местоположение, прегледано на картата (Ctrl Left)
ca: Tornar a la última posició vista al mapa (Ctrl Esquerra)
es: Volver a la última posición vista en el mapa (Ctrl Left)
fr: Retourner à l'endroit précédemment consulté sur la carte (Ctrl Gauche)
he: חזרה למירום הקודם שהוצג במפה (Ctrl שמאלה)
it: Torna alla posizione precedentemente visualizzata sulla mappa (Ctrl+←)
mr: नकाशामधील मागील पाहिलेल्या ठिकाणावर जा (Ctrl Left)
ms: Kembali ke lokasi dilihat terdahulu didalam peta (Ctrl Kiri)
my: မြေပုံပေါ်တွင်ကြည့်နေသောယခင်နေရာသို့ပြန်သွားမည်။(Ctrl Left)
pt_br: Retornar para a localização anterior vista no mapa (Ctrl Esquerda)
sv: Återgå till föregående plats som visades på kartan (Ctrl Left)
uk: Повернутися до попереднього місця, яке переглядалося на карті (Ctrl ←)

source: Type the name of the city you would like to view.
bg: Моля, въведете името на града, който бихте искали да разгледате.
ca: Introduïsca el nom de la ciutat que li agradaria vore.
es: Introduce el nombre de la ciudad que le gustaría ver.
fr: Tapez le nom de la ville que vous souhaitez consulter.
he: נא להזין את שם העיר שברצונך לראות.
it: Digitare il nome della città da visualizzare.
mr: आपण पाहू इच्छित असलेल्या शहराचे नाव लिहा
ms: Taip nama banda yang anda hendak lihat.
my: ကြည့်ရှု့လိုသောမြို့အမည်ကိုရိုက်ထည့်ပါ။
pt_br: Digite o nome da cidade que você deseja visualizar.
sv: Ange namnet på den stad som du vill visa.
uk: Введіть назву міста, карту якого ви хочете переглянути.

source: Zoom the map out one step (Ctrl -)
bg: Умаляване на картата с една стъпка (Ctrl -)
ca: Reduir zoom un nivell (Ctrl -)
es: Reducir zoom un nivel (Ctrl -)
fr: Zoom sur la carte d'un cran (Ctrl -)
he: התרחקות מהמפה בדרגה אחת (Ctrl -‎)
it: Riduce di un punto la mappa (Ctrl+-)
mr: झूम कमी करा (Ctrl-)
ms: Zum keluar peta sebanyak satu langkah (Ctrl -)
pt_br: Reduzir o mapa (Ctrl -)
sv: Zooma ut ett steg i kartan (Ctrl -)
uk: Зменшити масштаб карти на один крок (Ctrl -)

source: Enhance! (Ctrl +)
bg: Увеличение (Ctrl +)
ca: Millorar! (Ctrl +)
es: ¡Mejorar! (Ctrl +)
fr: Améliorer ! (Ctrl +)
he: שיפור! (Ctrl +‎)
it: Avvicina! (Ctrl++)
mr: सुधारित करा!(Ctrl+)
ms: Pertingkatkan! (Ctrl +)
my: မြင်ကွင်းကိုပိုကြီးမည် (Ctrl+)
pt_br: Ampliar mapa (Ctrl +)
sv: Förbättra! (Ctrl +)
uk: Збільшити! (Ctrl +)

source: Learn how to use GottenGeography (Ctrl ?)
bg: Научете как да използвате GottenGeography (Ctrl ?)
ca: Aprén com usar GottenGeography (Ctrl ?)
es: Aprender cómo usar GottenGeography (Ctrl ?)
fr: Apprenez à utiliser GottenGeography (Ctrl ?)
he: לימוד על אופן השימוש ב־GottenGeography‏ (Ctrl ?‎)
it: Impara a usare GottenGeography (Ctrl+?)
mr: गॉटन भूगोल शास्त्राचा उपयोग कसा करायचा ते शिका (Ctrl ?)
ms: Pelajari bagaimana hendak guna GottenGeography (Ctrl ?)
my: GottenGeography ကိုအသုံးပြုနည်းကြည့်မည်။ (Ctrl ?)
pt_br: Aprenda como usar o GottenGeography (Ctrl ?)
uk: Отримати довідку щодо користування GottenGeography (Ctrl ?)

source: About GottenGeography
bg: За GottenGeography
ca: Sobre GottenGeography
es: Acerca de GottenGeography
fr: À propos de GottenGeography
he: על אודות GottenGeography
it: Informazioni su GottenGeography
mr: गॉटन भूगोल शास्त्रासंबंधित माहिती
ms: Perihal GottenGeography
my: GottenGeography အကြောင်း
pt_br: Sobre o GottenGeography
sv: Om GottenGeography
uk: Про GottenGeography

source: Drag files here to load.
bg: С мишката довлачете до и пуснете файлове тук, за да ги заредите.
ca: Arrossegue fitxers ací per carregar-los.
es: Arrastrar archivos aquí para cargarlos.
fr: Glissez des fichiers ici pour les charger.
he: יש לגרור לכאן קבצים כדי לטעון
it: Trascinare qui i file per caricarli.
mr: फाईल लोड करण्यासाठी इथे ओढा.
ms: Seret fail disini untuk dimuatkan
my: ဖိုင်များကိုဖွင့်ရန် ဒီနေရာသို့ဆွဲထည့်ပါ။
pt_br: Arraste arquivos aqui para carregar.
uk: Перетягніть сюди файли для завантаження.

source: Close selected photos (Ctrl W)
bg: Затваряне на избраните фотографии (Ctrl W)
ca: Tanca les fotos seleccionades (Ctrl W)
es: Cerrar las fotos seleccionadas (Ctrl W)
fr: Fermer les photos sélectionnées (Ctrl W)
he: סגירת התמונות הנבחרות (Ctrl W)
it: Chiude le foto selezionate (Ctrl+W)
mr: निवडलेले छायाचित्रे बंद करा (Ctrl W)
ms: Tutup foto terpilih (Ctrl W)
my: ရွေးချယ်ထားသောဓာတ်ပုံများကိုပိတ်ပါ။(Ctrl W)
pt_br: Fechar fotos selecionadas (Ctrl W)
sv: Stäng markerade foton (Ctrl W)
uk: Закрити позначені фотографії (Ctrl W)

source: Reload selected photos, losing all changes (Ctrl Z)
bg: Презареждане на избраните фотографии, като така губите всички промени по тях (Ctrl Z)
ca: Tornar a carregar les fotos seleccionades, perdent tots els canvis (Ctrl Z)
es: Volver a cargar las fotos seleccionadas, perdiendo todos los cambios (Ctrl Z)
fr: Recharger les photos sélectionnées, en perdant toutes les modifications (Ctrl Z)
he: טעינת התמונות הנבחרות מחדש תוך איבוד כל השינויים (Ctrl Z)
it: Ricarica la foto selezionata, scartando tutte le modifiche (Ctrl+Z)
mr: पुन्हा छायाचित्रे लोड करा, सर्व बदल गमावून (Ctrl Z)
ms: Muat semula foto terpilih, hilang semua perubahan (Ctrl Z)
my: ရွေးထားသောဓာတ်ပုံများကိုပြန်ဖွင့်မည်။ ပြုပြင်ပြောင်းလဲထားသောအရာများ ပျောက်သွားပါလိမ့်မည်။(CtrlZ)
pt_br: Recarregar fotos selecionadas, perdendo todas as alterações (Ctrl Z)
sv: Läs om markerade foton, förlora alla ändringar (Ctrl Z)
uk: Перезавантажити позначені фотографії, відкинути всі внесені зміни (Ctrl Z)

source: Center the map view on the selected photo (Ctrl J)
bg: Центриране на изгледа на картата върху избраната фотография (Ctrl J)
ca: Centra la vista del mapa a la foto seleccionada (Ctrl J)
es: Centrar la vista del mapa en la foto seleccionada (Ctrl J)
fr: Voir la photo sélectionnée (Ctrl J)
he: מירכוז המפה על התמונה הנבחרת (Ctrl J)
it: Centra la visualizzazione della mappa sulla foto selezionata (Ctrl+J)
mr: निवडलेल्या छायाचित्राच्या मधील भागावर केंद्रित करा (Ctrl J)
ms: Tengahkan paparan peta pada foto terpilih (Ctrl J)
pt_br: Centralizar a visualização do mapa na foto selecionada (Ctrl J)
uk: Розмістити центр перегляду карти за позначеною фотографією (Ctrl J)

source: Save all photos (Ctrl S)
bg: Запис на всички фотографии (Ctrl S)
ca: Desa totes les fotos (Ctrl S)
es: Guardar todas las fotos (Ctrl S)
fr: Enregistrer toutes les photos (Ctrl S)
he: שמירת כל התמונות (Ctrl S)
it: Salva tutte le foto (Ctrl+S)
mr: सर्व छायाचित्रे साठवा (Ctrl S)
ms: Simpan semua foto (Ctrl S)
my: ဓာတ်ပုံများအားလုံးကိုသိမ်းမည်။(Ctrl S)
pt_br: Salvar todas as fotos (Ctrl S)
sv: Spara alla foton (Ctrl S)
uk: Зберегти всі фотографії (Ctrl S)

source: Save All
bg: Запис на всичко
ca: Desa-ho tot
es: Guardar todo
fr: Enregistrer tout
he: שמירת הכול
it: Salva tutto
mr: सर्व संवर्धित करा
ms: Simpan Semua
my: အားလုံးကိုသိမ်းဆည်းမည်။
pt_br: Salvar tudo
sv: Spara alla
uk: Зберегти все

source: Place selected photos onto center of map (Ctrl Enter)
bg: Поставяне на избраните фотографии върху центъра на картата (Ctrl Enter)
ca: Situa les fotos seleccionades al centre del mapa (Ctrl Intro)
es: Situar las fotos seleccionadas en el centro del mapa (Ctrl Enter)
fr: Insérer des photos sélectionnées sur le centre de la carte (Ctrl Enter)
he: הצבת התמונות הנבחרות במרכז המפה (Ctrl Enter)
it: Posiziona la foto selezionata al centro della mappa (Ctrl+Invio)
mr: निवडलेली छायाचित्रे नकाश्याच्या मध्य भागावर ठेवा (Ctrl Enter)
ms: Letak foto terpilih ke pusat peta (Ctrl Enter)
my: ရွေးထားသောဓာတ်ပုံများကို မြေပုံ၏အလယ်သို့ထားမည်။(Ctrl Enter)
pt_br: Colocar fotos selecionadas no centro do mapa (Ctrl Enter)
sv: Placera markerade foton i centrum av kartan (Ctrl Enter)
uk: Розташувати позначені фотографії у центрі карти (Ctrl Enter)

source: Photos
bg: Фотографии
ca: Fotos
es: Fotos
he: תמונות
it: Foro
mr: छायाचित्रे
ms: Foto
my: ဓာတ်ပုံများ
pt_br: Fotos
uk: Фотографії

source: Cameras
bg: Камери
ca: Càmeres
es: Cámaras
fr: Appareils photo
he: מצלמות
it: Fotocamere
mr: कॅमेरा
ms: Kamera
my: ကင်မရာများ
pt_br: Câmeras
uk: Фотоапарати

source: Is this a photo of a clock? Type the displayed time here:
bg: Това снимка на чаовник ли е? Въведете показаното време тук:
ca: És la foto d'un rellotge? Introduïsca ací l'hora que mostra:
fr: Est-ce la photo d'une horloge ? Renseignez l'heure affichée ici :
he: זאת תמונה של שעון? נא לרשום את השעה המוצגת להלן:
it: In questa foto compare un orologio? Digitare qui l'ora visualizzata:
mr: हे घड्याळाचे छायाचित्रे आहे का? दर्शविलेली वेळ इथे टाइप करा:
ms: Adakah ini foto jam? Taipkan masa paparan disini:
pt_br: Está é uma foto do momento? Digite aqui o tempo exibido:
uk: Це фотографія годинника? Вкажіть показаний час:

source: Set Clock Offset!
bg: Задайте часови пояс!
ca: Establir diferència d'hores!
fr: Donner le décalage horaire !
he: הגדרת היסט השעון!
it: Imposta lo scostamento dell'ora
mr: घड्याळाचा ऑफसेट बदला.
ms: Tetapkan Ofset Jam!
pt_br: Definir hora de deslocamento!
uk: Вкажіть часовий пояс годинника!

source: Open Files
bg: Отваряне на файлове
ca: Obre fitxers
es: Abrir archivos
fr: Ouvrir des fichiers
he: פתיחת קבצים
it: Apertura file
mr: फाइल्स् उघडा
ms: Buka Fail
my: ဖိုင်များကိုဖွင့်မည်။
pt_br: Abrir arquivos
sv: Öppna filer
uk: Відкрити файли

source: GottenGeography: Go open thy tagger! This program is written in the Python programming language, and adds geotags to your photos. The name is an anagram of "Python Geotagger."
bg: GottenGeography: Да отворим таговете! Тази програма е написана на езика Python и добавя гео локация към Вашите снимки. Името е анаграма на "Python Geotagger".
ca: GottenGeography: Vaja a obrir la seua etiquetadora! Este programa esta escrit amb el llenguatge de programació Python, i afegís geo-etiquetes a les seues fotos. El nom és un anagrama de "Python Geotagger."
es: GottenGeography: ¡Ve a abrir tu etiquetador! Este programa está escrito en el lenguaje de programación Python, y añade geo-etiquetas a sus fotos. El nombre es un anagrama de "Python Geotagger."
fr: GottenGeography : Allez ouvrir votre tagueur ! Ce programme est écrit en langage de programmation Python, et ajoute des geotags à vos photos. Le nom est un anagramme de « Python Geotagger ».
he: GottenGeography: יאללה לתיוגים! תכנית זו נכתבה בשפת התכנות פיית׳ון והיא מיועדת להוספת תיוג גאוגרפי לתמונות שלך. השם הוא אנגרמה על צמד המילים "Python Geotagger."
it: GottenGeography: Go open thy tagger! Questo programma è scritto in linguaggio di programmazione Python, e permette di aggiungere la posizione geografica alle proprie foto. Il nome è un anagramma di "Python Geotagger".
mr: गॉटन भूगोलशास्त्र: 'thy tagger' ला जा!
ms: GottenGeography: Pergi buka pengetag anda! Program ini ditulis dalam bahasa pengaturcaraan Python, dan tambah geotag kedalam foto anda. Namanya adalah anagram dari "Python Geotagger".
pt_br: GottenGeography: Abra o seu etiquetador! Este programa é escrito na linguagem de programação Python, e acrescenta geotags nas suas fotos. O nome é um anagrama de "Python Geotagger."
sv: GottenGeography: Go open thy tagger! Detta program skrevs i programmeringsspråket Python och lägger till geotaggar till dina foton. Namnet är ett anagram av "Python Geotagger."
uk: GottenGeography: ваша відкрита програма для розмічування карти! Цю програму було написано мовою програмування Python. Вона здатна додавати мітки геопозиціювання до ваших фотографій. Назва програми є анаграмою словосполучення «Python Geotagger».

source: GottenGeography Wiki
ca: Wiki de GottenGeography
es: Wiki de GottenGeography
fr: Wiki de GottenGeography
he: הוויקי של GottenGeography
it: Wiki di GottenGeography
mr: गॉटन भूगोलशास्त्र वीकि
ms: Wiki GottenGeography
pt_br: Wiki do GottenGeography
sv: GottenGeographys wikisida
uk: Вікі GottenGeography

source: translator-credits
bg: Launchpad Contributions: Ve4ernik https://launchpad.net/~ve4ernik spacy01 https://launchpad.net/~spacy00001
ca: Launchpad Contributions: Adolfo Jayme Barrientos https://launchpad.net/~fitoschido Robert Bruce Park https://launchpad.net/~robru VPablo https://launchpad.net/~villumar
fr: Robert Park <rbpark@exolucere.ca> Pylyglot.org Launchpad Contributions: Hélion du Mas des Bourboux https://launchpad.net/~helion331990 Jerome Portal https://launchpad.net/~portal-j Robert Bruce Park https://launchpad.net/~robru Stanislas Michalak https://launchpad.net/~stanislas-michalak
he: Launchpad Contributions: Robert Bruce Park https://launchpad.net/~robru Yaron https://launchpad.net/~sh-yaron
it: Launchpad Contributions: Claudio Arseni https://launchpad.net/~claudio.arseni Cristian Marchi https://launchpad.net/~cri79 Robert Bruce Park https://launchpad.net/~robru
mr: Launchpad Contributions: प्रसाद पाटील https://launchpad.net/~p.prasadpatil
ms: Launchpad Contributions: abuyop https://launchpad.net/~abuyop
my: Launchpad Contributions: Pyae Sone https://launchpad.net/~gipsyhnh Robert Bruce Park https://launchpad.net/~robru
pt_br: Launchpad Contributions: Fábio Nogueira https://launchpad.net/~fnogueira
uk: Launchpad Contributions: Robert Bruce Park https://launchpad.net/~robru Yuri Chornoivan https://launchpad.net/~yurchor-gmail

source: <span weight="bold" size="larger">Save changes to your photos before closing?</span>
bg: <span weight="bold" size="larger">Запазване на промените преди затваряне?</span>
ca: <span weight="bold" size="larger">Desa els canvis a les seues fotos abans de tancar?</span>
es: <span weight="bold" size="larger">¿Guardar los cambios a sus fotos antes de cerrar?</span>
fr: <span weight="bold" size="larger">Voulez-vous enregistrer les modifications avant la fermeture ?</span>
he: <span weight="bold" size="larger">האם לשמור את השינויים לתמונות שלך בטרם הסגירה?</span>
it: <span weight="bold" size="larger">Salvare le modifiche alle foto prima di chiudere?</span>
mr: <span weight="bold" size="larger">बंद करण्यापूर्वी छायाचित्रामधील बदल साठवा?</span>
ms: <span weight="bold" size="larger">Simpan perubahan ke foto anda sebelum ditutup?</span>
my: <span weight="bold" size="larger">မပိတ်ခင်ပြောင်းလဲမှု့များကိုသိမ်းမှာလား။</span>
pt_br: <span weight="bold" size="larger">Salvar as alterações nas fotos antes de fechar?</span>
sv: <span weight="bold" size="larger">Spara ändringar i dina foton innan stängning?</span>
uk: <span weight="bold" size="larger">Зберегти зміни у ваших фотографіях до завершення роботи програми?</span>

source: The changes you've made to %d of your photos will be permanently lost if you do not save.
bg: Промените, които направихте на %d ще бъдат загубени ако не ги запазите.
ca: Els canvis que ha fet a %d de les seues fotos es perdran per sempre si no els desa.
es: Los cambios que ha hecho a %d de sus fotos se perderán para siempre si no los guarda.
fr: Les modifications que vous avez apportées à %d de vos photos seront définitivement perdus si vous ne sauvegardez pas.
he: השינויים שערכת ל־%d מהתמונות שלך יאבדו לצמיתות אלמלא יישמרו.
it: Le modifiche applicate a %d foto andranno perse se non si salva.
ms: Perubahan yang anda buat pada %d foto anda akan hilang secara kekal jika anda tidak simpan.
pt_br: As modificações que você realizou na(s) %d de sua(s) foto(s) serão perdidas permanentemente se você não salvar.
sv: Ändringarna som du gjorde till %d av dina foton kommer att gå förlorade om du inte sparar dem.
uk: Зміни, внесені вами до %d фотографій, буде втрачено, якщо ви не збережете їх.

source: Close _without Saving
bg: Затваряне _без запазване
ca: _Tanca sense desar
es: _Cerrar sin guardar
fr: Fermer _sans enregistrer
he: _סגירה ללא שמירה
it: Chiudi sen_za salvare
ms: Tutup tan_pa Menyimpan
my: _W သိမ်းဆည်းခြင်းမရှိပဲ ပိတ်မည်။
pt_br: Fechar _sem salvar
sv: Stäng _utan att spara
uk: Закрити _без збереження

source: Use the system timezone.
bg: Използване на системния часовник.
ca: Usa la zona horària del sistema.
es: Usar la zona horaria del sistema.
fr: Utiliser le fuseau horaire du système.
he: שימוש באזור הזמן של המערכת.
it: Usa il fuso orario del sistema.
ms: Guna zon waktu sistem.
my: စက်၏အချိန်ဇုံကိုသုံးမည်။
pt_br: Utilizar o fuso horário do sistema.
uk: Використовувати часовий пояс системи.

source: Use the local timezone.
bg: Използване на локален часови пояс.
ca: Usa la zona horària local.
es: Usar la zona horaria local.
fr: Utiliser le fuseau horaire local.
he: שימוש באזור הזמן המקומי.
it: Usa il fuso orario locale
ms: Guna zon waktu setempat.
pt_br: Utilizar o fuso horário local.
uk: Використовувати місцевий часовий пояс.

source: Specify a UTC offset manually.
bg: Ръчна настройкаспоред UTC.
ca: Especifica un desplaçament UTC manualment.
es: Especificar un desplazamiento UTC manualmente.
fr: Spécifiez le décalage UTC manuellement.
he: הגדרת ההיסט מ־UTC ידנית.
it: Scostamento manuale da UTC
ms: Nyatakan ofset UTC secara manual.
pt_br: Especifar um deslocamento UTC manualmente.
uk: Вказати зсув відносно всесвітнього часу (UTC) вручну.

source: Specify the timezone manually.
bg: Ръчна настройка на часови пояс.
ca: Especifica la zona horària manualment.
es: Especificar la zona horaria manualmente.
fr: Spécifiez le fuseau horaire manuellement.
he: הגדרת אזור הזמן ידנית.
it: Fuso orario manuale
ms: Nyatakan zon waktu secara manual.
my: အချိန်ဇုံကိုစိတ်ကြိုက်ထည့်မည်။
pt_br: Especificar o fuso horário manualmente.
uk: Вказати часовий пояс вручну.

source: Could not open:
bg: Не може да се отвори:
ca: No s'ha pogut obrir:
es: No se ha podido abrir:
fr: Impossible d'ouvrir :
he: לא ניתן לפתוח:
it: Impossibile aprire:
ms: Tidak dapat buka:
my: မဖွင့်နိုင်ပါ -
pt_br: Não foi possível abrir:
sv: Kunde inte öppna:
uk: Не вдалося відкрити:

source: N
bg: С
he: צפ׳
ms: U
uk: Пн

source: S
bg: Ю
he: דר׳
uk: Пд

source: E
bg: И
fr: O
he: מז׳
ms: T
pt_br: L
sv: Ö
uk: Сх

source: W
bg: З
ca: O
es: O
he: מע׳
ms: B
pt_br: O
sv: V
uk: Зх

source: m above sea level
bg: м над морското равнище
ca: m sobre el nivell del mar
es: m sobre el nivel del mar
fr: mètres au-dessus du niveau des mers
he: מטרים מעל פני הים
it: metri al di sopra del livello del mare
mr: मीटर समुद्र तळापासून वरती
ms: m atas aras laut
my: m ပင်လယ်ရေမျက်နှာပြင်အထက်
pt_br: metro(s) acima do nível do mar
sv: m över havsnivån
uk: м над рівнем моря

source: m below sea level
bg: м под морското равнище
ca: m baix el nivell del mar
es: m bajo el nivel del mar
fr: mètres au-dessous du niveau des mers
he: מטרים מתחת לפני הים
it: metri al di sotto del livello del mare
mr: मीटर समुद्र तळापासून खाली
ms: m bawah aras laut
my: m ပင်လယ်ရေမျက်နှာပြင်အောက်
pt_br: metro(s) abaixo do nível do mar
sv: m under havsnivån
uk: м під рівнем моря

source: Unknown Camera
bg: Неизвестна камера
ca: Càmera desconeguda
es: Cámara desconocida
fr: Caméra Inconnu
he: מצלמה בלתי ידועה
it: Fotocamera sconosciuta
mr: अनोळखी कॅमेरा
ms: Kamera Tidak Diketahui
my: အမည်မသိရှိသောကင်မရာ
pt_br: Câmera desconhecida
uk: Невідомий фотоапарат

source: Add %dm, %ds to clock.
bg: Добавяне на %dm, %ds към часовника.
ca: Afegir %dm, %ds al rellotge.
es: Añadir %dm, %ds al reloj.
fr: Ajouter %dm, %ds à l'horloge.
he: הוספת %d דקות ו־%d שניות לשעון.
it: Aggiungi %dm, %ds all'ora.
mr: %d मि., %d से. वेळेमध्ये वाढवा.
ms: Tambah %dm, %ds pada jam.
pt_br: Adicionar %dm, %ds ao relógio.
uk: Додати до часу годинника %d хв %d с.

source: Subtract %dm, %ds from clock.
bg: Премахне на %dm, %ds от часовника.
ca: Restar %dm, %ds del rellotge.
es: Restar %dm, %ds del reloj.
fr: Soustraire %dm, %ds de l'horloge.
he: חיסור %d דקות ו־%d שניות לשעון.
it: Sottrai %dm, %ds dall'ora.
mr: %d मि, %d से वेळेमधून कमी करा.
ms: Tolak %dm, %ds dari jam.
pt_br: Subtrair %dm, %ds do relógio.
uk: Відняти від часу годинника %d хв %d с.

source: No photos loaded.
bg: Няма заредени фотографии.
ca: No hi ha fotos carregades.
es: No hay fotos cargadas.
fr: Pas de photos.
he: לא נטענו תמונות.
it: Nessuna foto caricata
mr: कोणतीही छायाचित्रे नाहीत.
ms: Tiada foto dimuatkan.
my: ဓာတ်ပုံများကိုမဖွင့်ဖြစ်ပါ။
pt_br: Nenhuma foto carregada.
uk: Не завантажено жодної фотографії.

source: One photo loaded.
bg: Една фотография е заредена.
ca: Una foto carregada.
es: Una foto cargada.
fr: Une photo.
he: נטענה תמונה אחת.
it: Una foto caricata
mr: १ छायाचित्र लोड केले.
ms: Satu foto dimuatkan.
my: ဓာတ်ပုံတစ်ပုံဖွင့်ဖြစ်သည်။
pt_br: Uma foto carregada.
uk: Завантажено одну фотографію.

source: %d photos loaded.
bg: %d фотографии са заредени.
ca: %d fotos carregades.
es: %d fotos cargadas.
fr: %d photos.
he: נטענו %d תמונות.
it: %d foto caricate
mr: %d छायाचित्रे लोड केली.
ms: %d foto dimuatkan.
my: %d ဓာတ်ပုံများဖွင့်ဖြစ်သည်။
pt_br: %d foto(s) carregada(s).
uk: Завантажено %d фотографій.

source: %d points loaded in %.2fs.
bg: %d точки заредени в %.2fs.
ca: %d punts carregats a %.2fs.
es: %d puntos cargados en %.2fs.
fr: %d points de chargement dans les %.2f secondes.
he: %d נטענו תוך %.2f שניות.
it: %d punti caricati in %.2fs.
ms: %d mata dimuatkan dalam %.2fs.
pt_br: %d pontos carregados em %.2fs.
sv: %d punkter inlästa på %.2f s.
uk: Завантажено %d позицій за %.2f с.

source: Open
sv: Öppna

source: Unload all GPS data (Ctrl X)
sv: Ta bort allt GPS-data (Ctrl X)

source: Clear GPX
sv: Töm GPX

source: Close Photo
sv: Stäng foto

source: Revert
sv: Återgå

source: Preferences (Ctrl P)
sv: Inställningar (Ctrl P)

source: Preferences
sv: Inställningar

source: About GottenGeography (Ctrl ?)
sv: Om GottenGeography (Ctrl ?)

source: About
sv: Om

source: Select all photographs (Ctrl A)
sv: Markera alla fotografier (Ctrl A)

source: Change Map
sv: Ändra karta

source: Clock Offset:
sv: Klockoffset:

source: Add or subtract minutes from your camera's clock.
sv: Lägg till eller dra bort minuter från klockan i din kamera.

source: Add or subtract seconds from your camera's clock.
sv: Lägg till eller dra bort sekunder från klockan i din kamera.

source: GottenGeography Preferences
sv: Inställningar för GottenGeography
